Repository: jhb59/1635-MPX
Catalog: mpx/lib/l10n/app_*.arb
Languages: es

# title
source: MUSIC VIBE
es: RASTREADOR DE ESTADO DE ÁNIMO

# loginDescription
source: Connect with Spotify to create personalized mood-balancing playlists based on your emotional state.
es: Conéctate con Spotify para crear listas de reproducción personalizadas según tu estado emocional.

source: CONTINUE WITH SPOTIFY
es: CONTINUAR CON SPOTIFY

# enterCodeManually
source: Enter Authorization Code Manually
es: Ingresar código manualmente

source: Hide Manual Entry
es: Ocultar ingreso manual

source: Authorization Code
es: Código de autorización

source: SUBMIT CODE
es: ENVIAR CÓDIGO

source: CHECK STATUS
es: VERIFICAR ESTADO

# notAuthenticated
source: Not authenticated yet.
es: Aún no autenticado.

source: EMOTIONAL FORECAST
es: PRONÓSTICO EMOCIONAL

source: WEEKLY FORECAST
es: PRONÓSTICO SEMANAL

source: RECENTLY PLAYED
es: REPRODUCIDO RECIENTEMENTE

source: RECOMMENDED
es: RECOMENDADO

source: MOST RECOMMENDED
es: MÁS RECOMENDADO

# noRecentTracks
source: No recent tracks found
es: No se encontraron canciones recientes

source: Unknown
es: Desconocido

source: User
es: Usuario

# trackCount
source: {count} tracks
es: {count} canciones

# tracksAnalyzed
source: Based on {count} tracks analyzed
es: Basado en {count} canciones analizadas
